export const shelves = {
	costi: [
		{
			productId: 13,
			productName: `מכנס ארוך סקיני לגברים דגם: 160214 VN SPORT`,
			price: 309.0,
			currency: '₪',
			slug: 'shorts_vn',
			categoryId: 0,
			shelfSale: {
				saleText: 'מבצע קנה היום 1+1 !',
				saleComment: 'ההנחה תתעדכן בסל הקניות',
			},
			shelfInfo: [
				{
					tabLabel: 'פירוט',
					tabContent: `מכנס ארוך סקיני לגברים מבית המותג VN SPORT
					מכנס בעל 2 כיסים בצדדים
					ביטנת תחתון מיוחדת לנידוף זיעה ונוחות מושלמת
					2 רוכסנים בחלק התחתון של הרגל להתאמה מושלמת של גזרת הסקיני`,
				},
				{
					tabLabel: 'עיקרי המוצר',
					tabContent: `בד מיקרופייבר (WOVEN) קל משקל
					בד אלסטי עם 4 כיווני מתיחה - המוצר יקבל בדיוק את הצורה של הגוף ובכך ייתן לכם את הגזרה המושלמת
					Functional Dry - נידוף הזיעה החדש של VN SPORT הנעשה בתוך ארובות הסיב ובכך מבטיח שהמוצר יישמר
					וייתן לכם תחושת רעננות ונידוף זיעה לכל אורך החיים של הבגד
					נידוף זיעה המהיר ביותר - בד שנבדק מעבדתית המתייבש תוך מספר דקות לאחר אימון אירובי ממושך
					Anti Bacterial Treatment - טיפול מיוחד המונע הצטברות בקטריות על הבגד ובכך מונע ריחות לא נעימים
					Cooling Effect - תחושת הנידוף המיוחדת של VN תשמור על חום השרירים מבוקר , ותחושת קירור אמיתית לאורך כל האימון
					Reflective Prints- דפוס מחזיר אור כדי שייראו אתכם גם בלילה
					`,
				},
				{
					tabLabel: 'הרכב הבד',
					tabContent: `100% פוליאסטר`,
				},
			],
			variations: [
				{
					sku: 'TLDSAD',
					color: { label: 'blue', value: '#4222C7' },
					size: 'M',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/costi_shorts_blue_1.jpg',
						},
						{
							type: 'image',
							value: 'assets/costi_shorts_blue_2.jpg',
						},
						{
							type: 'image',
							value: 'assets/costi_shorts_blue_3.jpg',
						},
					],
				},
				{
					sku: 'TLDSAD',
					color: { label: 'black', value: 'black' },
					size: 'M',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/costi_shorts_black_1.jpg',
						},
						{
							type: 'image',
							value: 'assets/costi_shorts_black_2.jpg',
						},
						{
							type: 'image',
							value: 'assets/costi_shorts_black_3.jpg',
						},
					],
				},
				{
					sku: 'TLDSAD',
					color: { label: 'gray', value: '#443E4B' },
					size: 'M',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/costi_shorts_gray_1.jpg',
						},
						{
							type: 'image',
							value: 'assets/costi_shorts_gray_2.jpg',
						},
					],
				},
			],
		},
		{
			productId: 12,
			productName: `נעלי ספורט ילדים Nike דגם Kaishi בצבע כחול`,
			price: 299.0,
			currency: '₪',
			slug: 'shoes_nike',
			categoryId: 0,
			shelfSale: {
				saleText: 'מבצע קני היום 1+1 !',
				saleComment: 'ההנחה תתעדכן בסל הקניות',
			},
			shelfInfo: [
				{
					tabLabel: 'פירוט',
					tabContent: `נעלי ספורט ילדים Nike דגם Kaishi בצבע כחול/ירוק.
					דגם קל משקל עם גפה רכה ונעימה מעור סינתטי בשילוב בד העוטף את הרגל ומחזיק אותה היטב לכל אורך שעות הפעילות.
					סוליה אמצעית עשויה Phylon עם כרית גומי.
					בולם זעזועים EVAלכל אורך הנעל.`,
				},
				{
					tabLabel: 'משלוחים',
					tabContent: `איסוף עצמי מהחנות
	
					‎איסוף עצמי מהחנות אינו כרוך בעלות משלוח. 
					
					החנות שלנו נמצאת ברחוב לבונטין 4 בתל אביב, 5 דקות הליכה מאזור אלנבי רוטשילד, וניתן לבוא לאסוף בשעות הפעילות שלנו:
					
					בימים א'-ה' 10:00-19:00, ביום ו' 10:00-15:00
					
					החנות שלנו כיפית ויפה, אז אנחנו ממליצים לכם לא רק לבוא לאסוף, אלא גם לעשות סיבוב בחנות!
					
					חנייה היא על בסיס מקום פנוי ברחוב, וישנם גם חניונים בתשלום קרובים- חניון 'גינת השרון', חניון מקווה ישראל וכו'. 
					
					אם אינכם רוצים להחנות בשביל האיסוף העצמי, ניתן להתקשר לחנות ולתאם את קבלת החבילה ישירות עד הרכב!
					
					משלוח דואר רשום - 19 ש"ח
					
					בהזמנת פריטים במשקל עד 1.9 ק"ג, אפשר לבחור לשלוח בדואר רשום.
					
					אנא ציינו כתובת מלאה למשלוח- מס' בית או דירה, ומיקוד. 
					
					עם אישור ההזמנה תקבלו למייל את מס' המעקב עבור החבילה שלכם, איתו אפשר לעקוב אחרי החבילה באתר דואר ישראל- www.israelpost.co.il
					
					זמן אספקה של דואר הוא רשום עד 14 ימי אספקה, בהתאם לסניף המקומי שלכם.
					
					שליח עד הבית - 39 ש"ח
					
					השליחים שלנו מגיעים לכל מקום! אפשר לבחור באופציה של שליח עד הבית בעלות 39 ש"ח לכל חלקי הארץ.
					
					בקנייה באתר בסכום מעל 450 ש"ח - משלוח שליחים מוזל- רק 20 ש"ח.
					
					מיום ההזמנה, זמן אספקת המשלוח בדואר שליחים הוא בדר"כ עד כ -6 ימי אספקה לכל הארץ. אנא השאירו פרטים מלאים, כולל טלפון נייד כדי שהשליח יוכל לתאם אתכם את המשלוח עד פתח הבית.
					
					שימו לב- על מנת לייעל את תהליך השילוח- כמה טיפים חשובים: 
					
					* אנא הזינו כתובת למשלוח שאתם זמינים בה רוב שעות היום לקבל את המשלוח- בין אם זו כתובת בית ובין אם זו כתובת של מקום עבודה...
					
					* אנא השתדלו להיות זמינים בנייד, בכדי שהשליח יוכל לאתר אתכם לתיאום שעת השילוח- ככל שתהיו יותר זמינים, כך לשליח יהיה קל לספק לכם את החבילה!
					
					* במידה והינכם מעוניינים להשאיר את החבילה בארון חשמל, מחוץ לדלת או אצל שכן - אנא עדכנו אותנו - אנחנו נוכל לעדכן את חברת השילוח בפרטים המדויקים מכם.
					
					* במקרה של חבילות גדולות, תיתכן חריגה מ6 ימי אספקת המשלוח.
					
					* אין משלוחים בימי שישי וערבי חג
					
					* לכל שאלה, בעיה או בירור זמן שילוח - אנא צרו עימנו קשר במיידי - נשמח לסייע!
					
					`,
				},
				{
					tabLabel: 'החזרות',
					tabContent: `א) ביטול עסקה ייעשה תוך 14 ימים מקבלת המוצר, או מסמך הגילוי לפי המאוחר מביניהם.
					ב) הודעה על הביטול תימסר בפקס/דוא"ל/דואר.
					
					
					ג) בעת ביטול עסקה שלא עקב פגם או אי התאמה, בשל אי אספקת המוצר במועד שנקבע, או כל הפרה אחרת של החוזה, כספו של הצרכן יושב לו תוך 14 יום מקבלת הודעת הביטול, למעט דמי ביטול בשיעור של 5% או 100 ש"ח לפי הנמוך מביניהם, המוצר יוחזר ע"ח הצרכן.
					
					
					ד) בעת ביטול עסקה עקב פגם או אי התאמה, או בשל אי אספקת המוצר במועד שנקבע, או כל הפרה אחרת של החוזה, לא ייגבו דמי ביטול, כספו של הצרכן יוחזר לו תוך 14 יום מהודעת הביטול, המוצר יוחזר על חשבון  יוגה סטור.
					
					
					ה) המוצר יוחזר ככל שהדבר אפשרי, או סביר באריזתו המקורית.
					
					
					ו) ליוגה סטור הזכות לתבוע את הצרכן בשל ירידה בערך המוצר.
					
					
					ז) יוגה סטור תמסור לצרכן עותק של הודעת ביטול החיוב שמסר העסק לחברת האשראי.
					
					
					ח) סייגים לזכות הביטול: לא ניתן לבטל רכישה של מוצרים שיוצרו במיוחד עבור הצרכן וכן מוצרים הניתנים להקלטה, העתקה ושכפול שהצרכן פתח את אריזתם המקורית.`,
				},
			],
			variations: [
				{
					sku: 'TLDSAD',
					// color: { label: 'blue', value: 'white' },
					// size: 'S',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/costi_shoe_nike_2.jpg',
						},
						{
							type: 'image',
							value: 'assets/costi_shoe_nike_1.jpg',
						},
						{
							type: 'image',
							value: 'assets/costi_shoe_nike_3.jpg',
						},
						{
							type: 'image',
							value: 'assets/costi_shoe_nike_4.jpg',
						},
						{
							type: 'image',
							value: 'assets/costi_shoe_nike_5.jpg',
						},
					],
				},
			],
		},
		{
			productId: 11,
			productName: `נעלי ריצה asics לגברים - דגם NIMBUS GEL 19`,
			price: 694.0,
			currency: '₪',
			slug: 'shoes_asics',
			categoryId: 0,
			shelfSale: {
				saleText: 'מבצע קני היום 1+1 !',
				saleComment: 'ההנחה תתעדכן בסל הקניות',
			},
			shelfInfo: [
				{
					tabLabel: 'פירוט',
					tabContent: `נעלי ריצה לגברים של Asics מהסדרה החדשה של Gel Nimbus. שילוב בין ניתור חוזר ושיכוך כאבים בכל פסיעה – FludRid®.
					 ריפוד ומשקל מופחת Trusstic system®, ג'ל בקדמת הנעל. בעלות קפיציות ומערכת סופגת זעזועים וגומי חזק שנשמר לאורך זמן.
						טכנולוגיה ששומרת על איכות ההליכה הטבעית .סוליה פנימית כפולה Dual Density Midsole – עליונה בצפיפות נמוכה למגע נוח ונעים ותחתונה בצפיפות גבוהה לתמיכה של כף הרגל ויציבות. 
						חריץ אנכי להגמשת הנעל ושיפור ההליכה Guidance Line®. עשויות מבד נושם ComforDry Sockliner™ המאפשר שמירה על לחות מושלמת בתוך הנעל. דגם Gel Nimbus 19 9023.`,
				},
				{
					tabLabel: 'משלוחים',
					tabContent: `איסוף עצמי מהחנות
	
					‎איסוף עצמי מהחנות אינו כרוך בעלות משלוח. 
					
					החנות שלנו נמצאת ברחוב לבונטין 4 בתל אביב, 5 דקות הליכה מאזור אלנבי רוטשילד, וניתן לבוא לאסוף בשעות הפעילות שלנו:
					
					בימים א'-ה' 10:00-19:00, ביום ו' 10:00-15:00
					
					החנות שלנו כיפית ויפה, אז אנחנו ממליצים לכם לא רק לבוא לאסוף, אלא גם לעשות סיבוב בחנות!
					
					חנייה היא על בסיס מקום פנוי ברחוב, וישנם גם חניונים בתשלום קרובים- חניון 'גינת השרון', חניון מקווה ישראל וכו'. 
					
					אם אינכם רוצים להחנות בשביל האיסוף העצמי, ניתן להתקשר לחנות ולתאם את קבלת החבילה ישירות עד הרכב!
					
					משלוח דואר רשום - 19 ש"ח
					
					בהזמנת פריטים במשקל עד 1.9 ק"ג, אפשר לבחור לשלוח בדואר רשום.
					
					אנא ציינו כתובת מלאה למשלוח- מס' בית או דירה, ומיקוד. 
					
					עם אישור ההזמנה תקבלו למייל את מס' המעקב עבור החבילה שלכם, איתו אפשר לעקוב אחרי החבילה באתר דואר ישראל- www.israelpost.co.il
					
					זמן אספקה של דואר הוא רשום עד 14 ימי אספקה, בהתאם לסניף המקומי שלכם.
					
					שליח עד הבית - 39 ש"ח
					
					השליחים שלנו מגיעים לכל מקום! אפשר לבחור באופציה של שליח עד הבית בעלות 39 ש"ח לכל חלקי הארץ.
					
					בקנייה באתר בסכום מעל 450 ש"ח - משלוח שליחים מוזל- רק 20 ש"ח.
					
					מיום ההזמנה, זמן אספקת המשלוח בדואר שליחים הוא בדר"כ עד כ -6 ימי אספקה לכל הארץ. אנא השאירו פרטים מלאים, כולל טלפון נייד כדי שהשליח יוכל לתאם אתכם את המשלוח עד פתח הבית.
					
					שימו לב- על מנת לייעל את תהליך השילוח- כמה טיפים חשובים: 
					
					* אנא הזינו כתובת למשלוח שאתם זמינים בה רוב שעות היום לקבל את המשלוח- בין אם זו כתובת בית ובין אם זו כתובת של מקום עבודה...
					
					* אנא השתדלו להיות זמינים בנייד, בכדי שהשליח יוכל לאתר אתכם לתיאום שעת השילוח- ככל שתהיו יותר זמינים, כך לשליח יהיה קל לספק לכם את החבילה!
					
					* במידה והינכם מעוניינים להשאיר את החבילה בארון חשמל, מחוץ לדלת או אצל שכן - אנא עדכנו אותנו - אנחנו נוכל לעדכן את חברת השילוח בפרטים המדויקים מכם.
					
					* במקרה של חבילות גדולות, תיתכן חריגה מ6 ימי אספקת המשלוח.
					
					* אין משלוחים בימי שישי וערבי חג
					
					* לכל שאלה, בעיה או בירור זמן שילוח - אנא צרו עימנו קשר במיידי - נשמח לסייע!
					
					`,
				},
				{
					tabLabel: 'החזרות',
					tabContent: `א) ביטול עסקה ייעשה תוך 14 ימים מקבלת המוצר, או מסמך הגילוי לפי המאוחר מביניהם.
					ב) הודעה על הביטול תימסר בפקס/דוא"ל/דואר.
					
					
					ג) בעת ביטול עסקה שלא עקב פגם או אי התאמה, בשל אי אספקת המוצר במועד שנקבע, או כל הפרה אחרת של החוזה, כספו של הצרכן יושב לו תוך 14 יום מקבלת הודעת הביטול, למעט דמי ביטול בשיעור של 5% או 100 ש"ח לפי הנמוך מביניהם, המוצר יוחזר ע"ח הצרכן.
					
					
					ד) בעת ביטול עסקה עקב פגם או אי התאמה, או בשל אי אספקת המוצר במועד שנקבע, או כל הפרה אחרת של החוזה, לא ייגבו דמי ביטול, כספו של הצרכן יוחזר לו תוך 14 יום מהודעת הביטול, המוצר יוחזר על חשבון  יוגה סטור.
					
					
					ה) המוצר יוחזר ככל שהדבר אפשרי, או סביר באריזתו המקורית.
					
					
					ו) ליוגה סטור הזכות לתבוע את הצרכן בשל ירידה בערך המוצר.
					
					
					ז) יוגה סטור תמסור לצרכן עותק של הודעת ביטול החיוב שמסר העסק לחברת האשראי.
					
					
					ח) סייגים לזכות הביטול: לא ניתן לבטל רכישה של מוצרים שיוצרו במיוחד עבור הצרכן וכן מוצרים הניתנים להקלטה, העתקה ושכפול שהצרכן פתח את אריזתם המקורית.`,
				},
			],
			variations: [
				{
					sku: 'TLDSAD',
					// color: { label: 'blue', value: 'white' },
					// size: 'S',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/costi_shoe_asics_1.jpg',
						},
						{
							type: 'image',
							value: 'assets/costi_shoe_asics_2.jpg',
						},
						{
							type: 'image',
							value: 'assets/costi_shoe_asics_3.jpg',
						},
						{
							type: 'image',
							value: 'assets/costi_shoe_asics_4.jpg',
						},
						{
							type: 'image',
							value: 'assets/costi_shoe_asics_5.jpg',
						},
					],
				},
			],
		},
		{
			productId: 10,
			productName: `משטח פעילות גן חיות`,
			price: 399.0,
			currency: '₪',
			slug: 'baby_toy',
			categoryId: 0,
			shelfSale: {
				saleText: 'מבצע קני היום 1+1 !',
				saleComment: 'ההנחה תתעדכן בסל הקניות',
			},
			shelfInfo: [
				{
					tabLabel: 'פירוט',
					tabContent: `משטח פעילות עם איורי גן חיות כולל בובות משחק וכרית קטנה לתמיכה בראש התינוק. הרכבה פשוטה ביות`,
				},
				{
					tabLabel: 'משלוחים',
					tabContent: `איסוף עצמי מהחנות
	
					‎איסוף עצמי מהחנות אינו כרוך בעלות משלוח. 
					
					החנות שלנו נמצאת ברחוב לבונטין 4 בתל אביב, 5 דקות הליכה מאזור אלנבי רוטשילד, וניתן לבוא לאסוף בשעות הפעילות שלנו:
					
					בימים א'-ה' 10:00-19:00, ביום ו' 10:00-15:00
					
					החנות שלנו כיפית ויפה, אז אנחנו ממליצים לכם לא רק לבוא לאסוף, אלא גם לעשות סיבוב בחנות!
					
					חנייה היא על בסיס מקום פנוי ברחוב, וישנם גם חניונים בתשלום קרובים- חניון 'גינת השרון', חניון מקווה ישראל וכו'. 
					
					אם אינכם רוצים להחנות בשביל האיסוף העצמי, ניתן להתקשר לחנות ולתאם את קבלת החבילה ישירות עד הרכב!
					
					משלוח דואר רשום - 19 ש"ח
					
					בהזמנת פריטים במשקל עד 1.9 ק"ג, אפשר לבחור לשלוח בדואר רשום.
					
					אנא ציינו כתובת מלאה למשלוח- מס' בית או דירה, ומיקוד. 
					
					עם אישור ההזמנה תקבלו למייל את מס' המעקב עבור החבילה שלכם, איתו אפשר לעקוב אחרי החבילה באתר דואר ישראל- www.israelpost.co.il
					
					זמן אספקה של דואר הוא רשום עד 14 ימי אספקה, בהתאם לסניף המקומי שלכם.
					
					שליח עד הבית - 39 ש"ח
					
					השליחים שלנו מגיעים לכל מקום! אפשר לבחור באופציה של שליח עד הבית בעלות 39 ש"ח לכל חלקי הארץ.
					
					בקנייה באתר בסכום מעל 450 ש"ח - משלוח שליחים מוזל- רק 20 ש"ח.
					
					מיום ההזמנה, זמן אספקת המשלוח בדואר שליחים הוא בדר"כ עד כ -6 ימי אספקה לכל הארץ. אנא השאירו פרטים מלאים, כולל טלפון נייד כדי שהשליח יוכל לתאם אתכם את המשלוח עד פתח הבית.
					
					שימו לב- על מנת לייעל את תהליך השילוח- כמה טיפים חשובים: 
					
					* אנא הזינו כתובת למשלוח שאתם זמינים בה רוב שעות היום לקבל את המשלוח- בין אם זו כתובת בית ובין אם זו כתובת של מקום עבודה...
					
					* אנא השתדלו להיות זמינים בנייד, בכדי שהשליח יוכל לאתר אתכם לתיאום שעת השילוח- ככל שתהיו יותר זמינים, כך לשליח יהיה קל לספק לכם את החבילה!
					
					* במידה והינכם מעוניינים להשאיר את החבילה בארון חשמל, מחוץ לדלת או אצל שכן - אנא עדכנו אותנו - אנחנו נוכל לעדכן את חברת השילוח בפרטים המדויקים מכם.
					
					* במקרה של חבילות גדולות, תיתכן חריגה מ6 ימי אספקת המשלוח.
					
					* אין משלוחים בימי שישי וערבי חג
					
					* לכל שאלה, בעיה או בירור זמן שילוח - אנא צרו עימנו קשר במיידי - נשמח לסייע!
					
					`,
				},
				{
					tabLabel: 'החזרות',
					tabContent: `א) ביטול עסקה ייעשה תוך 14 ימים מקבלת המוצר, או מסמך הגילוי לפי המאוחר מביניהם.
					ב) הודעה על הביטול תימסר בפקס/דוא"ל/דואר.
					
					
					ג) בעת ביטול עסקה שלא עקב פגם או אי התאמה, בשל אי אספקת המוצר במועד שנקבע, או כל הפרה אחרת של החוזה, כספו של הצרכן יושב לו תוך 14 יום מקבלת הודעת הביטול, למעט דמי ביטול בשיעור של 5% או 100 ש"ח לפי הנמוך מביניהם, המוצר יוחזר ע"ח הצרכן.
					
					
					ד) בעת ביטול עסקה עקב פגם או אי התאמה, או בשל אי אספקת המוצר במועד שנקבע, או כל הפרה אחרת של החוזה, לא ייגבו דמי ביטול, כספו של הצרכן יוחזר לו תוך 14 יום מהודעת הביטול, המוצר יוחזר על חשבון  יוגה סטור.
					
					
					ה) המוצר יוחזר ככל שהדבר אפשרי, או סביר באריזתו המקורית.
					
					
					ו) ליוגה סטור הזכות לתבוע את הצרכן בשל ירידה בערך המוצר.
					
					
					ז) יוגה סטור תמסור לצרכן עותק של הודעת ביטול החיוב שמסר העסק לחברת האשראי.
					
					
					ח) סייגים לזכות הביטול: לא ניתן לבטל רכישה של מוצרים שיוצרו במיוחד עבור הצרכן וכן מוצרים הניתנים להקלטה, העתקה ושכפול שהצרכן פתח את אריזתם המקורית.`,
				},
			],
			variations: [
				{
					sku: 'TLDSAD',
					// color: { label: 'blue', value: 'white' },
					// size: 'S',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/costi_toy_1.jpg',
						},
						// {
						// 	type: 'image',
						// 	value: 'assets/costi_toy_2.jpg',
						// },
						// {
						// 	type: 'image',
						// 	value: 'assets/costi_toy_3.jpg',
						// },
						// {
						// 	type: 'image',
						// 	value: 'assets/costi_toy_4.jpg',
						// },
					],
				},
			],
		},
		{
			productId: 10,
			productName: `צ'יל לייקרה גדול פוף`,
			price: 479.0,
			currency: '₪',
			slug: 'puf-cushion',
			categoryId: 0,
			shelfSale: {
				saleText: 'מבצע קני היום 1+1 !',
				saleComment: 'ההנחה תתעדכן בסל הקניות',
			},
			shelfInfo: [
				{
					tabLabel: 'פירוט',
					tabContent: `פוף לייקרה גדול ומפנק במיוחד במגוון צבעים.
					פוף לייקרה בבדים נמתחים ואיכותיים, מעניק נוחות מופלאה כאשר מתאים את עצמו לצורת הגוף.`,
				},
				{
					tabLabel: 'משלוחים',
					tabContent: `איסוף עצמי מהחנות
	
					‎איסוף עצמי מהחנות אינו כרוך בעלות משלוח. 
					
					החנות שלנו נמצאת ברחוב לבונטין 4 בתל אביב, 5 דקות הליכה מאזור אלנבי רוטשילד, וניתן לבוא לאסוף בשעות הפעילות שלנו:
					
					בימים א'-ה' 10:00-19:00, ביום ו' 10:00-15:00
					
					החנות שלנו כיפית ויפה, אז אנחנו ממליצים לכם לא רק לבוא לאסוף, אלא גם לעשות סיבוב בחנות!
					
					חנייה היא על בסיס מקום פנוי ברחוב, וישנם גם חניונים בתשלום קרובים- חניון 'גינת השרון', חניון מקווה ישראל וכו'. 
					
					אם אינכם רוצים להחנות בשביל האיסוף העצמי, ניתן להתקשר לחנות ולתאם את קבלת החבילה ישירות עד הרכב!
					
					משלוח דואר רשום - 19 ש"ח
					
					בהזמנת פריטים במשקל עד 1.9 ק"ג, אפשר לבחור לשלוח בדואר רשום.
					
					אנא ציינו כתובת מלאה למשלוח- מס' בית או דירה, ומיקוד. 
					
					עם אישור ההזמנה תקבלו למייל את מס' המעקב עבור החבילה שלכם, איתו אפשר לעקוב אחרי החבילה באתר דואר ישראל- www.israelpost.co.il
					
					זמן אספקה של דואר הוא רשום עד 14 ימי אספקה, בהתאם לסניף המקומי שלכם.
					
					שליח עד הבית - 39 ש"ח
					
					השליחים שלנו מגיעים לכל מקום! אפשר לבחור באופציה של שליח עד הבית בעלות 39 ש"ח לכל חלקי הארץ.
					
					בקנייה באתר בסכום מעל 450 ש"ח - משלוח שליחים מוזל- רק 20 ש"ח.
					
					מיום ההזמנה, זמן אספקת המשלוח בדואר שליחים הוא בדר"כ עד כ -6 ימי אספקה לכל הארץ. אנא השאירו פרטים מלאים, כולל טלפון נייד כדי שהשליח יוכל לתאם אתכם את המשלוח עד פתח הבית.
					
					שימו לב- על מנת לייעל את תהליך השילוח- כמה טיפים חשובים: 
					
					* אנא הזינו כתובת למשלוח שאתם זמינים בה רוב שעות היום לקבל את המשלוח- בין אם זו כתובת בית ובין אם זו כתובת של מקום עבודה...
					
					* אנא השתדלו להיות זמינים בנייד, בכדי שהשליח יוכל לאתר אתכם לתיאום שעת השילוח- ככל שתהיו יותר זמינים, כך לשליח יהיה קל לספק לכם את החבילה!
					
					* במידה והינכם מעוניינים להשאיר את החבילה בארון חשמל, מחוץ לדלת או אצל שכן - אנא עדכנו אותנו - אנחנו נוכל לעדכן את חברת השילוח בפרטים המדויקים מכם.
					
					* במקרה של חבילות גדולות, תיתכן חריגה מ6 ימי אספקת המשלוח.
					
					* אין משלוחים בימי שישי וערבי חג
					
					* לכל שאלה, בעיה או בירור זמן שילוח - אנא צרו עימנו קשר במיידי - נשמח לסייע!
					
					`,
				},
				{
					tabLabel: 'החזרות',
					tabContent: `א) ביטול עסקה ייעשה תוך 14 ימים מקבלת המוצר, או מסמך הגילוי לפי המאוחר מביניהם.
					ב) הודעה על הביטול תימסר בפקס/דוא"ל/דואר.
					
					
					ג) בעת ביטול עסקה שלא עקב פגם או אי התאמה, בשל אי אספקת המוצר במועד שנקבע, או כל הפרה אחרת של החוזה, כספו של הצרכן יושב לו תוך 14 יום מקבלת הודעת הביטול, למעט דמי ביטול בשיעור של 5% או 100 ש"ח לפי הנמוך מביניהם, המוצר יוחזר ע"ח הצרכן.
					
					
					ד) בעת ביטול עסקה עקב פגם או אי התאמה, או בשל אי אספקת המוצר במועד שנקבע, או כל הפרה אחרת של החוזה, לא ייגבו דמי ביטול, כספו של הצרכן יוחזר לו תוך 14 יום מהודעת הביטול, המוצר יוחזר על חשבון  יוגה סטור.
					
					
					ה) המוצר יוחזר ככל שהדבר אפשרי, או סביר באריזתו המקורית.
					
					
					ו) ליוגה סטור הזכות לתבוע את הצרכן בשל ירידה בערך המוצר.
					
					
					ז) יוגה סטור תמסור לצרכן עותק של הודעת ביטול החיוב שמסר העסק לחברת האשראי.
					
					
					ח) סייגים לזכות הביטול: לא ניתן לבטל רכישה של מוצרים שיוצרו במיוחד עבור הצרכן וכן מוצרים הניתנים להקלטה, העתקה ושכפול שהצרכן פתח את אריזתם המקורית.`,
				},
			],
			variations: [
				{
					sku: 'TLDSAD',
					// color: { label: 'blue', value: 'white' },
					// size: 'S',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/costi_cushion_1.jpg',
						},
						{
							type: 'image',
							value: 'assets/costi_cushion_2.jpg',
						},
					],
				},
			],
		},
		{
			productId: 9,
			productName: 'חולצת סיון',
			price: 129.0,
			currency: '₪',
			slug: 'sivan-shirt',
			categoryId: 0,
			shelfSale: {
				saleText: 'מבצע קני היום 1+1 !',
				saleComment: 'ההנחה תתעדכן בסל הקניות',
			},
			shelfInfo: [
				{
					tabLabel: 'פירוט',
					tabContent: `חולצה עם שרוולים באורך עד המרפק. סיומת השרוול מתנופפת. מידות 0-5 (36-46)
					בד טבעי- סימפוניה 95% ויסקוזה 5% לייקרה.`,
				},
				{
					tabLabel: 'משלוחים',
					tabContent: `איסוף עצמי מהחנות
	
					‎איסוף עצמי מהחנות אינו כרוך בעלות משלוח. 
					
					החנות שלנו נמצאת ברחוב לבונטין 4 בתל אביב, 5 דקות הליכה מאזור אלנבי רוטשילד, וניתן לבוא לאסוף בשעות הפעילות שלנו:
					
					בימים א'-ה' 10:00-19:00, ביום ו' 10:00-15:00
					
					החנות שלנו כיפית ויפה, אז אנחנו ממליצים לכם לא רק לבוא לאסוף, אלא גם לעשות סיבוב בחנות!
					
					חנייה היא על בסיס מקום פנוי ברחוב, וישנם גם חניונים בתשלום קרובים- חניון 'גינת השרון', חניון מקווה ישראל וכו'. 
					
					אם אינכם רוצים להחנות בשביל האיסוף העצמי, ניתן להתקשר לחנות ולתאם את קבלת החבילה ישירות עד הרכב!
					
					משלוח דואר רשום - 19 ש"ח
					
					בהזמנת פריטים במשקל עד 1.9 ק"ג, אפשר לבחור לשלוח בדואר רשום.
					
					אנא ציינו כתובת מלאה למשלוח- מס' בית או דירה, ומיקוד. 
					
					עם אישור ההזמנה תקבלו למייל את מס' המעקב עבור החבילה שלכם, איתו אפשר לעקוב אחרי החבילה באתר דואר ישראל- www.israelpost.co.il
					
					זמן אספקה של דואר הוא רשום עד 14 ימי אספקה, בהתאם לסניף המקומי שלכם.
					
					שליח עד הבית - 39 ש"ח
					
					השליחים שלנו מגיעים לכל מקום! אפשר לבחור באופציה של שליח עד הבית בעלות 39 ש"ח לכל חלקי הארץ.
					
					בקנייה באתר בסכום מעל 450 ש"ח - משלוח שליחים מוזל- רק 20 ש"ח.
					
					מיום ההזמנה, זמן אספקת המשלוח בדואר שליחים הוא בדר"כ עד כ -6 ימי אספקה לכל הארץ. אנא השאירו פרטים מלאים, כולל טלפון נייד כדי שהשליח יוכל לתאם אתכם את המשלוח עד פתח הבית.
					
					שימו לב- על מנת לייעל את תהליך השילוח- כמה טיפים חשובים: 
					
					* אנא הזינו כתובת למשלוח שאתם זמינים בה רוב שעות היום לקבל את המשלוח- בין אם זו כתובת בית ובין אם זו כתובת של מקום עבודה...
					
					* אנא השתדלו להיות זמינים בנייד, בכדי שהשליח יוכל לאתר אתכם לתיאום שעת השילוח- ככל שתהיו יותר זמינים, כך לשליח יהיה קל לספק לכם את החבילה!
					
					* במידה והינכם מעוניינים להשאיר את החבילה בארון חשמל, מחוץ לדלת או אצל שכן - אנא עדכנו אותנו - אנחנו נוכל לעדכן את חברת השילוח בפרטים המדויקים מכם.
					
					* במקרה של חבילות גדולות, תיתכן חריגה מ6 ימי אספקת המשלוח.
					
					* אין משלוחים בימי שישי וערבי חג
					
					* לכל שאלה, בעיה או בירור זמן שילוח - אנא צרו עימנו קשר במיידי - נשמח לסייע!
					
					`,
				},
				{
					tabLabel: 'החזרות',
					tabContent: `א) ביטול עסקה ייעשה תוך 14 ימים מקבלת המוצר, או מסמך הגילוי לפי המאוחר מביניהם.
					ב) הודעה על הביטול תימסר בפקס/דוא"ל/דואר.
					
					
					ג) בעת ביטול עסקה שלא עקב פגם או אי התאמה, בשל אי אספקת המוצר במועד שנקבע, או כל הפרה אחרת של החוזה, כספו של הצרכן יושב לו תוך 14 יום מקבלת הודעת הביטול, למעט דמי ביטול בשיעור של 5% או 100 ש"ח לפי הנמוך מביניהם, המוצר יוחזר ע"ח הצרכן.
					
					
					ד) בעת ביטול עסקה עקב פגם או אי התאמה, או בשל אי אספקת המוצר במועד שנקבע, או כל הפרה אחרת של החוזה, לא ייגבו דמי ביטול, כספו של הצרכן יוחזר לו תוך 14 יום מהודעת הביטול, המוצר יוחזר על חשבון  יוגה סטור.
					
					
					ה) המוצר יוחזר ככל שהדבר אפשרי, או סביר באריזתו המקורית.
					
					
					ו) ליוגה סטור הזכות לתבוע את הצרכן בשל ירידה בערך המוצר.
					
					
					ז) יוגה סטור תמסור לצרכן עותק של הודעת ביטול החיוב שמסר העסק לחברת האשראי.
					
					
					ח) סייגים לזכות הביטול: לא ניתן לבטל רכישה של מוצרים שיוצרו במיוחד עבור הצרכן וכן מוצרים הניתנים להקלטה, העתקה ושכפול שהצרכן פתח את אריזתם המקורית.`,
				},
			],
			variations: [
				{
					sku: 'TLDSAD',
					// color: { label: 'blue', value: 'white' },
					// size: 'S',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/costi_shirt_sivan_1.jpg',
						},
					],
				},
			],
		},
	],
	kookint: [
		{
			productId: 8,
			productName: 'יאגו דורה 33.75',
			price: 2050.0,
			currency: '₪',
			slug: 'yagu-dora',
			categoryId: 0,
			shelfSale: {
				saleText: 'מבצע קני היום 1+1 !',
				saleComment: 'ההנחה תתעדכן בסל הקניות',
			},
			shelfInfo: [
				{
					tabLabel: 'פירוט',
					tabContent: `כשיש לך כינוי טוב אתה יודע שהחברים שלך יצחקו וזה המקרה של הגולש המקצועי יאגו דורה – הסקיני גווט. יגו דורה נפגש עם קארבר וידע מה דגם חלומתיו, קארבר עם בסיס גלגלים של כ17 אינטצ' ובכך להסתנכרן עם העמידה שעל הגלשן. כמו כן,  קיק כפול שמאפשר גם אימוני גלישה וגם אימוני סקייטפארק.
				על עיצוב גרפיקת הדגם אחראי חברו הטוב מעולם הגלישה, אלן פנדריך, דגם הסקיני גוט 33.75' יפיפה ושימושי. `,
				},
				{
					tabLabel: 'ציוד נלווה',
					tabContent: `מגיע  עם גלגלי ראונד-האוס קונקייב לאחיזה מלאה שמאפשרת לכם סיבובים חדים במיוחד.`,
				},
				{
					tabLabel: 'גודל',
					tabContent: `
				רוחב- 9 7/8"   | טייל- 6 1/4"  | חרטום- 6 1/2"  |  בסיס גלגלים- 17" | גלגלים- 69MM   גלגלי ראונד האוס קונקייב סמוק`,
				},
			],
			variations: [
				{
					sku: 'TLDSAD',
					// color: { label: 'white', value: 'white' },
					// size: 'S',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/kookint_board_main.jpg',
						},
						{
							type: 'image',
							value: 'assets/kookint_board_front.jpg',
						},
						{
							type: 'image',
							value: 'assets/kookint_board_back.jpg',
						},
						{
							type: 'image',
							value: 'assets/kookint_board_side.jpg',
						},
					],
				},
			],
		},
		{
			productId: 8,
			productName: 'קסדת מים',
			price: 280.0,
			currency: '₪',
			slug: 'water-helmet',
			categoryId: 0,
			shelfSale: {
				saleText: 'מבצע קני היום 1+1 !',
				saleComment: 'ההנחה תתעדכן בסל הקניות',
			},
			shelfInfo: [
				{
					tabLabel: 'פירוט',
					tabContent: `דגם הקסדות החדש של טריפל אייט- ההלו סווטסייבר לוקח את ביצועי המים לרמה הגבוהה ביותר. דגם זה משיק את אותו העיצוב הישן והנוח של דגמי הבריין-סייבר הקלאסים של חברת טריפל אייט בשילוב עיצוב פנים חדש שמתאים את הדגם כולו להתמודדות עם מים!
				.שלוש שכבות של ספוגים בתוך הקסדה מבטיחים ספיגת זיעה מירבית
				
				שימו לב: על מנת להבטיח כי הקסדות עומדות בתקן הישראלי, יש לחפש את מדבקת היבואן קוק אינטרנשיונל על גבי הקופסא.`,
				},
				{
					tabLabel: 'משלוחים',
					tabContent: `איסוף עצמי מהחנות

				‎איסוף עצמי מהחנות אינו כרוך בעלות משלוח. 
				
				החנות שלנו נמצאת ברחוב לבונטין 4 בתל אביב, 5 דקות הליכה מאזור אלנבי רוטשילד, וניתן לבוא לאסוף בשעות הפעילות שלנו:
				
				בימים א'-ה' 10:00-19:00, ביום ו' 10:00-15:00
				
				החנות שלנו כיפית ויפה, אז אנחנו ממליצים לכם לא רק לבוא לאסוף, אלא גם לעשות סיבוב בחנות!
				
				חנייה היא על בסיס מקום פנוי ברחוב, וישנם גם חניונים בתשלום קרובים- חניון 'גינת השרון', חניון מקווה ישראל וכו'. 
				
				אם אינכם רוצים להחנות בשביל האיסוף העצמי, ניתן להתקשר לחנות ולתאם את קבלת החבילה ישירות עד הרכב!
				
				משלוח דואר רשום - 19 ש"ח
				
				בהזמנת פריטים במשקל עד 1.9 ק"ג, אפשר לבחור לשלוח בדואר רשום.
				
				אנא ציינו כתובת מלאה למשלוח- מס' בית או דירה, ומיקוד. 
				
				עם אישור ההזמנה תקבלו למייל את מס' המעקב עבור החבילה שלכם, איתו אפשר לעקוב אחרי החבילה באתר דואר ישראל- www.israelpost.co.il
				
				זמן אספקה של דואר הוא רשום עד 14 ימי אספקה, בהתאם לסניף המקומי שלכם.
				
				שליח עד הבית - 39 ש"ח
				
				השליחים שלנו מגיעים לכל מקום! אפשר לבחור באופציה של שליח עד הבית בעלות 39 ש"ח לכל חלקי הארץ.
				
				בקנייה באתר בסכום מעל 450 ש"ח - משלוח שליחים מוזל- רק 20 ש"ח.
				
				מיום ההזמנה, זמן אספקת המשלוח בדואר שליחים הוא בדר"כ עד כ -6 ימי אספקה לכל הארץ. אנא השאירו פרטים מלאים, כולל טלפון נייד כדי שהשליח יוכל לתאם אתכם את המשלוח עד פתח הבית.
				
				שימו לב- על מנת לייעל את תהליך השילוח- כמה טיפים חשובים: 
				
				* אנא הזינו כתובת למשלוח שאתם זמינים בה רוב שעות היום לקבל את המשלוח- בין אם זו כתובת בית ובין אם זו כתובת של מקום עבודה...
				
				* אנא השתדלו להיות זמינים בנייד, בכדי שהשליח יוכל לאתר אתכם לתיאום שעת השילוח- ככל שתהיו יותר זמינים, כך לשליח יהיה קל לספק לכם את החבילה!
				
				* במידה והינכם מעוניינים להשאיר את החבילה בארון חשמל, מחוץ לדלת או אצל שכן - אנא עדכנו אותנו - אנחנו נוכל לעדכן את חברת השילוח בפרטים המדויקים מכם.
				
				* במקרה של חבילות גדולות, תיתכן חריגה מ6 ימי אספקת המשלוח.
				
				* אין משלוחים בימי שישי וערבי חג
				
				* לכל שאלה, בעיה או בירור זמן שילוח - אנא צרו עימנו קשר במיידי - נשמח לסייע!
				
				`,
				},
				{
					tabLabel: 'החזרות',
					tabContent: `א) ביטול עסקה ייעשה תוך 14 ימים מקבלת המוצר, או מסמך הגילוי לפי המאוחר מביניהם.
				ב) הודעה על הביטול תימסר בפקס/דוא"ל/דואר.
				
				
				ג) בעת ביטול עסקה שלא עקב פגם או אי התאמה, בשל אי אספקת המוצר במועד שנקבע, או כל הפרה אחרת של החוזה, כספו של הצרכן יושב לו תוך 14 יום מקבלת הודעת הביטול, למעט דמי ביטול בשיעור של 5% או 100 ש"ח לפי הנמוך מביניהם, המוצר יוחזר ע"ח הצרכן.
				
				
				ד) בעת ביטול עסקה עקב פגם או אי התאמה, או בשל אי אספקת המוצר במועד שנקבע, או כל הפרה אחרת של החוזה, לא ייגבו דמי ביטול, כספו של הצרכן יוחזר לו תוך 14 יום מהודעת הביטול, המוצר יוחזר על חשבון  יוגה סטור.
				
				
				ה) המוצר יוחזר ככל שהדבר אפשרי, או סביר באריזתו המקורית.
				
				
				ו) ליוגה סטור הזכות לתבוע את הצרכן בשל ירידה בערך המוצר.
				
				
				ז) יוגה סטור תמסור לצרכן עותק של הודעת ביטול החיוב שמסר העסק לחברת האשראי.
				
				
				ח) סייגים לזכות הביטול: לא ניתן לבטל רכישה של מוצרים שיוצרו במיוחד עבור הצרכן וכן מוצרים הניתנים להקלטה, העתקה ושכפול שהצרכן פתח את אריזתם המקורית.`,
				},
			],
			variations: [
				{
					sku: 'TLDSAD',
					color: { label: 'white', value: 'white' },
					size: 'XS',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/kookint_helmet_white.jpg',
						},
						{
							type: 'image',
							value: 'assets/kookint_helmet_upsidedown.jpg',
						},
					],
				},
				{
					sku: 'TLDSAD',
					color: { label: 'black', value: 'black' },
					size: 'XS',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/kookint_helmet_black.jpg',
						},
						{
							type: 'image',
							value: 'assets/kookint_helmet_upsidedown.jpg',
						},
					],
				},
				{
					sku: 'TLDSAD',
					color: { label: 'white', value: 'white' },
					size: 'S',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/kookint_helmet_white.jpg',
						},
						{
							type: 'image',
							value: 'assets/kookint_helmet_upsidedown.jpg',
						},
					],
				},
				{
					sku: 'TLDSAD',
					color: { label: 'black', value: 'black' },
					size: 'S',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/kookint_helmet_black.jpg',
						},
						{
							type: 'image',
							value: 'assets/kookint_helmet_upsidedown.jpg',
						},
					],
				},
				{
					sku: 'TLDSAD',
					color: { label: 'white', value: 'white' },
					size: 'M',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/kookint_helmet_white.jpg',
						},
						{
							type: 'image',
							value: 'assets/kookint_helmet_upsidedown.jpg',
						},
					],
				},
				{
					sku: 'TLDSAD',
					color: { label: 'black', value: 'black' },
					size: 'M',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/kookint_helmet_black.jpg',
						},
						{
							type: 'image',
							value: 'assets/kookint_helmet_upsidedown.jpg',
						},
					],
				},
				{
					sku: 'TLDSAD',
					color: { label: 'white', value: 'white' },
					size: 'L',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/kookint_helmet_white.jpg',
						},
						{
							type: 'image',
							value: 'assets/kookint_helmet_upsidedown.jpg',
						},
					],
				},
				{
					sku: 'TLDSAD',
					color: { label: 'black', value: 'black' },
					size: 'L',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/kookint_helmet_black.jpg',
						},
						{
							type: 'image',
							value: 'assets/kookint_helmet_upsidedown.jpg',
						},
					],
				},
			],
		},
		{
			productId: 7,
			productName: 'גריינדר-אקס',
			price: 3500.0,
			currency: '₪',
			slug: 'grinder-x',
			categoryId: 0,
			shelfSale: {
				saleText: 'מבצע קני היום 1+1 !',
				saleComment: 'ההנחה תתעדכן בסל הקניות',
			},
			shelfInfo: [
				{
					tabLabel: 'מעמד חרבות',
					tabContent: `שלוש, ארבע, חמש`,
				},
				{
					tabLabel: 'עיצוב טייל',
					tabContent: `סקווש, ראונד, סוואלו`,
				},
				{
					tabLabel: 'מידות אפשריות',
					tabContent: `
				5'7" x 19" x 2 3/16"

				5'8" x 19 1/4" x 2 1/4"
				
				5'9" x 19 3/8" x 2 5/16"
				
				5'10" x 19 1/2" x 2 3/8"
				
				5'11" x 19 5/8" x 2 3/8"
				
				6'0" x 19 3/4" x 2 7/16"
				
				6'1" x 19 7/8" x 2 1/5"
				
				6'2" x 20" x 2 5/8"`,
				},
			],
			variations: [
				{
					sku: 'TLDSAD',
					// color: { label: 'white', value: 'white' },
					// size: 'S',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/kookint_grinder_white.jpg',
						},
						{
							type: 'image',
							value: 'assets/kookint_grinder_black.jpg',
						},
					],
				},
			],
		},
	],
	queen: [
		{
			productId: 6,
			productName: 'חליפת דונה - כתומה',
			price: 239.0,
			currency: '₪',
			slug: 'dona-dress',
			categoryId: 0,
			shelfSale: {
				saleText: 'מבצע קני היום 1+1 !',
				saleComment: 'ההנחה תתעדכן בסל הקניות',
			},
			shelfInfo: [
				{
					tabLabel: 'תיאור',
					tabContent: `חליפת דונה - כתומה

				את טרנד החליפות אי אפשר לפספס ורצוי להוסיף לארון אחת כזו צנועה ומחמיאה

				שמשאירה אותך טרנדית ונועזת בו זמנית.
				
				ג'קט החליפה מגיע עם חגורה שניתנת להסרה להתאמה בקלות את מבנה הג'קט למבנה גופך
				
				להדגשת קו המותן הנשי.
				
				חצאית החליפה מעוצבת במראה מעטפת א- סמטרי שמקפיץ את הלוק והופך את החליפה
				
				למיוחדת ביותר.
				
				החליפה תפורה מבד איזבלה איכותי וחגיגי וקיימת בצבעי החורף המדהימים כחול וכתום.
				
				גומי אחורי בחצאית החליפה, עם מתיחה של עד כ – 10 ס"מ
				
				`,
				},
				{
					tabLabel: 'משלוחים',
					tabContent: `איסוף עצמי מהחנות

				‎איסוף עצמי מהחנות אינו כרוך בעלות משלוח. 
				
				החנות שלנו נמצאת ברחוב לבונטין 4 בתל אביב, 5 דקות הליכה מאזור אלנבי רוטשילד, וניתן לבוא לאסוף בשעות הפעילות שלנו:
				
				בימים א'-ה' 10:00-19:00, ביום ו' 10:00-15:00
				
				החנות שלנו כיפית ויפה, אז אנחנו ממליצים לכם לא רק לבוא לאסוף, אלא גם לעשות סיבוב בחנות!
				
				חנייה היא על בסיס מקום פנוי ברחוב, וישנם גם חניונים בתשלום קרובים- חניון 'גינת השרון', חניון מקווה ישראל וכו'. 
				
				אם אינכם רוצים להחנות בשביל האיסוף העצמי, ניתן להתקשר לחנות ולתאם את קבלת החבילה ישירות עד הרכב!
				
				משלוח דואר רשום - 19 ש"ח
				
				בהזמנת פריטים במשקל עד 1.9 ק"ג, אפשר לבחור לשלוח בדואר רשום.
				
				אנא ציינו כתובת מלאה למשלוח- מס' בית או דירה, ומיקוד. 
				
				עם אישור ההזמנה תקבלו למייל את מס' המעקב עבור החבילה שלכם, איתו אפשר לעקוב אחרי החבילה באתר דואר ישראל- www.israelpost.co.il
				
				זמן אספקה של דואר הוא רשום עד 14 ימי אספקה, בהתאם לסניף המקומי שלכם.
				
				שליח עד הבית - 39 ש"ח
				
				השליחים שלנו מגיעים לכל מקום! אפשר לבחור באופציה של שליח עד הבית בעלות 39 ש"ח לכל חלקי הארץ.
				
				בקנייה באתר בסכום מעל 450 ש"ח - משלוח שליחים מוזל- רק 20 ש"ח.
				
				מיום ההזמנה, זמן אספקת המשלוח בדואר שליחים הוא בדר"כ עד כ -6 ימי אספקה לכל הארץ. אנא השאירו פרטים מלאים, כולל טלפון נייד כדי שהשליח יוכל לתאם אתכם את המשלוח עד פתח הבית.
				
				שימו לב- על מנת לייעל את תהליך השילוח- כמה טיפים חשובים: 
				
				* אנא הזינו כתובת למשלוח שאתם זמינים בה רוב שעות היום לקבל את המשלוח- בין אם זו כתובת בית ובין אם זו כתובת של מקום עבודה...
				
				* אנא השתדלו להיות זמינים בנייד, בכדי שהשליח יוכל לאתר אתכם לתיאום שעת השילוח- ככל שתהיו יותר זמינים, כך לשליח יהיה קל לספק לכם את החבילה!
				
				* במידה והינכם מעוניינים להשאיר את החבילה בארון חשמל, מחוץ לדלת או אצל שכן - אנא עדכנו אותנו - אנחנו נוכל לעדכן את חברת השילוח בפרטים המדויקים מכם.
				
				* במקרה של חבילות גדולות, תיתכן חריגה מ6 ימי אספקת המשלוח.
				
				* אין משלוחים בימי שישי וערבי חג
				
				* לכל שאלה, בעיה או בירור זמן שילוח - אנא צרו עימנו קשר במיידי - נשמח לסייע!
				
				`,
				},
				{
					tabLabel: 'החזרות',
					tabContent: `א) ביטול עסקה ייעשה תוך 14 ימים מקבלת המוצר, או מסמך הגילוי לפי המאוחר מביניהם.
				ב) הודעה על הביטול תימסר בפקס/דוא"ל/דואר.
				
				
				ג) בעת ביטול עסקה שלא עקב פגם או אי התאמה, בשל אי אספקת המוצר במועד שנקבע, או כל הפרה אחרת של החוזה, כספו של הצרכן יושב לו תוך 14 יום מקבלת הודעת הביטול, למעט דמי ביטול בשיעור של 5% או 100 ש"ח לפי הנמוך מביניהם, המוצר יוחזר ע"ח הצרכן.
				
				
				ד) בעת ביטול עסקה עקב פגם או אי התאמה, או בשל אי אספקת המוצר במועד שנקבע, או כל הפרה אחרת של החוזה, לא ייגבו דמי ביטול, כספו של הצרכן יוחזר לו תוך 14 יום מהודעת הביטול, המוצר יוחזר על חשבון  יוגה סטור.
				
				
				ה) המוצר יוחזר ככל שהדבר אפשרי, או סביר באריזתו המקורית.
				
				
				ו) ליוגה סטור הזכות לתבוע את הצרכן בשל ירידה בערך המוצר.
				
				
				ז) יוגה סטור תמסור לצרכן עותק של הודעת ביטול החיוב שמסר העסק לחברת האשראי.
				
				
				ח) סייגים לזכות הביטול: לא ניתן לבטל רכישה של מוצרים שיוצרו במיוחד עבור הצרכן וכן מוצרים הניתנים להקלטה, העתקה ושכפול שהצרכן פתח את אריזתם המקורית.`,
				},
			],
			variations: [
				{
					sku: 'TLDSAD',
					// color: { label: '', value: '' },
					size: 'S',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/queen_dress_dona_1.jpg',
						},
						{
							type: 'image',
							value: 'assets/queen_dress_dona_2.jpg',
						},
						{
							type: 'image',
							value: 'assets/queen_dress_dona_3.jpg',
						},
						{
							type: 'image',
							value: 'assets/queen_dress_dona_4.jpg',
						},
						{
							type: 'image',
							value: 'assets/queen_dress_dona_5.jpg',
						},
					],
				},
			],
		},
		{
			productId: 5,
			productName: 'שמלת ברי - שחור',
			price: 199.0,
			currency: '₪',
			slug: 'beri-dress',
			categoryId: 0,
			shelfSale: {
				saleText: 'מבצע קני היום 1+1 !',
				saleComment: 'ההנחה תתעדכן בסל הקניות',
			},
			shelfInfo: [
				{
					tabLabel: 'תיאור',
					tabContent: `שמלת ברי משובצת

			דגם שמלת עליונית שחוזרת אלינו מעונת החורף הקודמת והפעם בטרנד המשובץ של החורף

			בד פלנל נעים ומחמם משאיר אותך שיקית ונינוחה גם בימים קרירים.

			את השמלה ניתן ללבוש גם כעליונית פתוחה מעל שמלת בסיס והנה הרווחת שני לוקים בפריט אחד.

			קיימת במשבצות שחור לבן ובמשבצות כחול לבן אדום
				
				`,
				},
				{
					tabLabel: 'משלוחים',
					tabContent: `איסוף עצמי מהחנות

				‎איסוף עצמי מהחנות אינו כרוך בעלות משלוח. 
				
				החנות שלנו נמצאת ברחוב לבונטין 4 בתל אביב, 5 דקות הליכה מאזור אלנבי רוטשילד, וניתן לבוא לאסוף בשעות הפעילות שלנו:
				
				בימים א'-ה' 10:00-19:00, ביום ו' 10:00-15:00
				
				החנות שלנו כיפית ויפה, אז אנחנו ממליצים לכם לא רק לבוא לאסוף, אלא גם לעשות סיבוב בחנות!
				
				חנייה היא על בסיס מקום פנוי ברחוב, וישנם גם חניונים בתשלום קרובים- חניון 'גינת השרון', חניון מקווה ישראל וכו'. 
				
				אם אינכם רוצים להחנות בשביל האיסוף העצמי, ניתן להתקשר לחנות ולתאם את קבלת החבילה ישירות עד הרכב!
				
				משלוח דואר רשום - 19 ש"ח
				
				בהזמנת פריטים במשקל עד 1.9 ק"ג, אפשר לבחור לשלוח בדואר רשום.
				
				אנא ציינו כתובת מלאה למשלוח- מס' בית או דירה, ומיקוד. 
				
				עם אישור ההזמנה תקבלו למייל את מס' המעקב עבור החבילה שלכם, איתו אפשר לעקוב אחרי החבילה באתר דואר ישראל- www.israelpost.co.il
				
				זמן אספקה של דואר הוא רשום עד 14 ימי אספקה, בהתאם לסניף המקומי שלכם.
				
				שליח עד הבית - 39 ש"ח
				
				השליחים שלנו מגיעים לכל מקום! אפשר לבחור באופציה של שליח עד הבית בעלות 39 ש"ח לכל חלקי הארץ.
				
				בקנייה באתר בסכום מעל 450 ש"ח - משלוח שליחים מוזל- רק 20 ש"ח.
				
				מיום ההזמנה, זמן אספקת המשלוח בדואר שליחים הוא בדר"כ עד כ -6 ימי אספקה לכל הארץ. אנא השאירו פרטים מלאים, כולל טלפון נייד כדי שהשליח יוכל לתאם אתכם את המשלוח עד פתח הבית.
				
				שימו לב- על מנת לייעל את תהליך השילוח- כמה טיפים חשובים: 
				
				* אנא הזינו כתובת למשלוח שאתם זמינים בה רוב שעות היום לקבל את המשלוח- בין אם זו כתובת בית ובין אם זו כתובת של מקום עבודה...
				
				* אנא השתדלו להיות זמינים בנייד, בכדי שהשליח יוכל לאתר אתכם לתיאום שעת השילוח- ככל שתהיו יותר זמינים, כך לשליח יהיה קל לספק לכם את החבילה!
				
				* במידה והינכם מעוניינים להשאיר את החבילה בארון חשמל, מחוץ לדלת או אצל שכן - אנא עדכנו אותנו - אנחנו נוכל לעדכן את חברת השילוח בפרטים המדויקים מכם.
				
				* במקרה של חבילות גדולות, תיתכן חריגה מ6 ימי אספקת המשלוח.
				
				* אין משלוחים בימי שישי וערבי חג
				
				* לכל שאלה, בעיה או בירור זמן שילוח - אנא צרו עימנו קשר במיידי - נשמח לסייע!
				
				`,
				},
				{
					tabLabel: 'החזרות',
					tabContent: `א) ביטול עסקה ייעשה תוך 14 ימים מקבלת המוצר, או מסמך הגילוי לפי המאוחר מביניהם.
				ב) הודעה על הביטול תימסר בפקס/דוא"ל/דואר.
				
				
				ג) בעת ביטול עסקה שלא עקב פגם או אי התאמה, בשל אי אספקת המוצר במועד שנקבע, או כל הפרה אחרת של החוזה, כספו של הצרכן יושב לו תוך 14 יום מקבלת הודעת הביטול, למעט דמי ביטול בשיעור של 5% או 100 ש"ח לפי הנמוך מביניהם, המוצר יוחזר ע"ח הצרכן.
				
				
				ד) בעת ביטול עסקה עקב פגם או אי התאמה, או בשל אי אספקת המוצר במועד שנקבע, או כל הפרה אחרת של החוזה, לא ייגבו דמי ביטול, כספו של הצרכן יוחזר לו תוך 14 יום מהודעת הביטול, המוצר יוחזר על חשבון  יוגה סטור.
				
				
				ה) המוצר יוחזר ככל שהדבר אפשרי, או סביר באריזתו המקורית.
				
				
				ו) ליוגה סטור הזכות לתבוע את הצרכן בשל ירידה בערך המוצר.
				
				
				ז) יוגה סטור תמסור לצרכן עותק של הודעת ביטול החיוב שמסר העסק לחברת האשראי.
				
				
				ח) סייגים לזכות הביטול: לא ניתן לבטל רכישה של מוצרים שיוצרו במיוחד עבור הצרכן וכן מוצרים הניתנים להקלטה, העתקה ושכפול שהצרכן פתח את אריזתם המקורית.`,
				},
			],
			variations: [
				{
					sku: 'TLDSAD',
					// color: { label: '', value: '' },
					size: 'S',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/queen_dress_beri_1.jpg',
						},
						{
							type: 'image',
							value: 'assets/queen_dress_beri_2.jpg',
						},
						{
							type: 'image',
							value: 'assets/queen_dress_beri_3.jpg',
						},
						{
							type: 'image',
							value: 'assets/queen_dress_beri_4.jpg',
						},
						{
							type: 'image',
							value: 'assets/queen_dress_beri_5.jpg',
						},
					],
				},
				// {
				// 	sku: 'TLDSAD',
				// 	color: { label: '', value: '' },
				// 	size: 'M',
				// 	shelfContent: [
				// 		{
				// 			type: 'image',
				// 			value: 'assets/queen_dress_beri_1.jpg',
				// 		},
				// 		{
				// 			type: 'image',
				// 			value: 'assets/queen_dress_beri_2.jpg',
				// 		},
				// 		{
				// 			type: 'image',
				// 			value: 'assets/queen_dress_beri_3.jpg',
				// 		},
				// 		{
				// 			type: 'image',
				// 			value: 'assets/queen_dress_beri_4.jpg',
				// 		},
				// 		{
				// 			type: 'image',
				// 			value: 'assets/queen_dress_beri_5.jpg',
				// 		},
				// 	],
				// },
			],
		},
		{
			productId: 4,
			productName: 'שמלת פולו - בורדו',
			price: 199.0,
			currency: '₪',
			slug: 'polo-dress',
			categoryId: 0,
			shelfSale: {
				saleText: 'מבצע קני היום 1+1 !',
				saleComment: 'ההנחה תתעדכן בסל הקניות',
			},
			shelfInfo: [
				{
					tabLabel: 'תיאור',
					tabContent: `שמלת פולו

				שמלת פולו מדוייקת לחורף של ישראל, מעוצבת בסגנון המחויט ששם אותך בדיוק  במראה האלגנטי

				שלא מתאמץ. תוספות הצווארון, השרוול והתחתית מעניקים מראה מתוחכם ומעניין שיכול להתאים
				
				לכל זמן ולכל יציאה. עם סניקרס למראה סטרייט סטייל מגניב או ליציאה עם עקב למראה אצילי.
				
				השמלה תפורה מבד סריג וופל נעים ורך מאוד.
				
				קיימת בצבע כחול ובורדו.
				
				`,
				},
				{
					tabLabel: 'משלוחים',
					tabContent: `איסוף עצמי מהחנות

				‎איסוף עצמי מהחנות אינו כרוך בעלות משלוח. 
				
				החנות שלנו נמצאת ברחוב לבונטין 4 בתל אביב, 5 דקות הליכה מאזור אלנבי רוטשילד, וניתן לבוא לאסוף בשעות הפעילות שלנו:
				
				בימים א'-ה' 10:00-19:00, ביום ו' 10:00-15:00
				
				החנות שלנו כיפית ויפה, אז אנחנו ממליצים לכם לא רק לבוא לאסוף, אלא גם לעשות סיבוב בחנות!
				
				חנייה היא על בסיס מקום פנוי ברחוב, וישנם גם חניונים בתשלום קרובים- חניון 'גינת השרון', חניון מקווה ישראל וכו'. 
				
				אם אינכם רוצים להחנות בשביל האיסוף העצמי, ניתן להתקשר לחנות ולתאם את קבלת החבילה ישירות עד הרכב!
				
				משלוח דואר רשום - 19 ש"ח
				
				בהזמנת פריטים במשקל עד 1.9 ק"ג, אפשר לבחור לשלוח בדואר רשום.
				
				אנא ציינו כתובת מלאה למשלוח- מס' בית או דירה, ומיקוד. 
				
				עם אישור ההזמנה תקבלו למייל את מס' המעקב עבור החבילה שלכם, איתו אפשר לעקוב אחרי החבילה באתר דואר ישראל- www.israelpost.co.il
				
				זמן אספקה של דואר הוא רשום עד 14 ימי אספקה, בהתאם לסניף המקומי שלכם.
				
				שליח עד הבית - 39 ש"ח
				
				השליחים שלנו מגיעים לכל מקום! אפשר לבחור באופציה של שליח עד הבית בעלות 39 ש"ח לכל חלקי הארץ.
				
				בקנייה באתר בסכום מעל 450 ש"ח - משלוח שליחים מוזל- רק 20 ש"ח.
				
				מיום ההזמנה, זמן אספקת המשלוח בדואר שליחים הוא בדר"כ עד כ -6 ימי אספקה לכל הארץ. אנא השאירו פרטים מלאים, כולל טלפון נייד כדי שהשליח יוכל לתאם אתכם את המשלוח עד פתח הבית.
				
				שימו לב- על מנת לייעל את תהליך השילוח- כמה טיפים חשובים: 
				
				* אנא הזינו כתובת למשלוח שאתם זמינים בה רוב שעות היום לקבל את המשלוח- בין אם זו כתובת בית ובין אם זו כתובת של מקום עבודה...
				
				* אנא השתדלו להיות זמינים בנייד, בכדי שהשליח יוכל לאתר אתכם לתיאום שעת השילוח- ככל שתהיו יותר זמינים, כך לשליח יהיה קל לספק לכם את החבילה!
				
				* במידה והינכם מעוניינים להשאיר את החבילה בארון חשמל, מחוץ לדלת או אצל שכן - אנא עדכנו אותנו - אנחנו נוכל לעדכן את חברת השילוח בפרטים המדויקים מכם.
				
				* במקרה של חבילות גדולות, תיתכן חריגה מ6 ימי אספקת המשלוח.
				
				* אין משלוחים בימי שישי וערבי חג
				
				* לכל שאלה, בעיה או בירור זמן שילוח - אנא צרו עימנו קשר במיידי - נשמח לסייע!
				
				`,
				},
				{
					tabLabel: 'החזרות',
					tabContent: `א) ביטול עסקה ייעשה תוך 14 ימים מקבלת המוצר, או מסמך הגילוי לפי המאוחר מביניהם.
				ב) הודעה על הביטול תימסר בפקס/דוא"ל/דואר.
				
				
				ג) בעת ביטול עסקה שלא עקב פגם או אי התאמה, בשל אי אספקת המוצר במועד שנקבע, או כל הפרה אחרת של החוזה, כספו של הצרכן יושב לו תוך 14 יום מקבלת הודעת הביטול, למעט דמי ביטול בשיעור של 5% או 100 ש"ח לפי הנמוך מביניהם, המוצר יוחזר ע"ח הצרכן.
				
				
				ד) בעת ביטול עסקה עקב פגם או אי התאמה, או בשל אי אספקת המוצר במועד שנקבע, או כל הפרה אחרת של החוזה, לא ייגבו דמי ביטול, כספו של הצרכן יוחזר לו תוך 14 יום מהודעת הביטול, המוצר יוחזר על חשבון  יוגה סטור.
				
				
				ה) המוצר יוחזר ככל שהדבר אפשרי, או סביר באריזתו המקורית.
				
				
				ו) ליוגה סטור הזכות לתבוע את הצרכן בשל ירידה בערך המוצר.
				
				
				ז) יוגה סטור תמסור לצרכן עותק של הודעת ביטול החיוב שמסר העסק לחברת האשראי.
				
				
				ח) סייגים לזכות הביטול: לא ניתן לבטל רכישה של מוצרים שיוצרו במיוחד עבור הצרכן וכן מוצרים הניתנים להקלטה, העתקה ושכפול שהצרכן פתח את אריזתם המקורית.`,
				},
			],
			variations: [
				{
					sku: 'TLDSAD',
					// color: { label: '', value: '' },
					// size: 'OS',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/queen_dress_polo_1.jpg',
						},
						{
							type: 'image',
							value: 'assets/queen_dress_polo_2.jpg',
						},
						{
							type: 'image',
							value: 'assets/queen_dress_polo_3.jpg',
						},
						{
							type: 'image',
							value: 'assets/queen_dress_polo_4.jpg',
						},
					],
				},
			],
		},
	],
	yogastore: [
		{
			productId: 3,
			productName: 'כדור משקל 1 ק"ג',
			price: 45.0,
			currency: '₪',
			slug: 'yoga-ball',
			categoryId: 0,
			shelfSale: {
				saleText: 'מבצע קני היום 1+1 !',
				saleComment: 'ההנחה תתעדכן בסל הקניות',
			},
			shelfInfo: [
				{
					tabLabel: 'תיאור',
					tabContent:
						'כדור משקל רך המותאם לאחיזה בכף היד. לאימון כוח בטוח ואפקטיבי',
				},
				{
					tabLabel: 'משלוחים',
					tabContent: `איסוף עצמי מהחנות

				‎איסוף עצמי מהחנות אינו כרוך בעלות משלוח. 
				
				החנות שלנו נמצאת ברחוב לבונטין 4 בתל אביב, 5 דקות הליכה מאזור אלנבי רוטשילד, וניתן לבוא לאסוף בשעות הפעילות שלנו:
				
				בימים א'-ה' 10:00-19:00, ביום ו' 10:00-15:00
				
				החנות שלנו כיפית ויפה, אז אנחנו ממליצים לכם לא רק לבוא לאסוף, אלא גם לעשות סיבוב בחנות!
				
				חנייה היא על בסיס מקום פנוי ברחוב, וישנם גם חניונים בתשלום קרובים- חניון 'גינת השרון', חניון מקווה ישראל וכו'. 
				
				אם אינכם רוצים להחנות בשביל האיסוף העצמי, ניתן להתקשר לחנות ולתאם את קבלת החבילה ישירות עד הרכב!
				
				משלוח דואר רשום - 19 ש"ח
				
				בהזמנת פריטים במשקל עד 1.9 ק"ג, אפשר לבחור לשלוח בדואר רשום.
				
				אנא ציינו כתובת מלאה למשלוח- מס' בית או דירה, ומיקוד. 
				
				עם אישור ההזמנה תקבלו למייל את מס' המעקב עבור החבילה שלכם, איתו אפשר לעקוב אחרי החבילה באתר דואר ישראל- www.israelpost.co.il
				
				זמן אספקה של דואר הוא רשום עד 14 ימי אספקה, בהתאם לסניף המקומי שלכם.
				
				שליח עד הבית - 39 ש"ח
				
				השליחים שלנו מגיעים לכל מקום! אפשר לבחור באופציה של שליח עד הבית בעלות 39 ש"ח לכל חלקי הארץ.
				
				בקנייה באתר בסכום מעל 450 ש"ח - משלוח שליחים מוזל- רק 20 ש"ח.
				
				מיום ההזמנה, זמן אספקת המשלוח בדואר שליחים הוא בדר"כ עד כ -6 ימי אספקה לכל הארץ. אנא השאירו פרטים מלאים, כולל טלפון נייד כדי שהשליח יוכל לתאם אתכם את המשלוח עד פתח הבית.
				
				שימו לב- על מנת לייעל את תהליך השילוח- כמה טיפים חשובים: 
				
				* אנא הזינו כתובת למשלוח שאתם זמינים בה רוב שעות היום לקבל את המשלוח- בין אם זו כתובת בית ובין אם זו כתובת של מקום עבודה...
				
				* אנא השתדלו להיות זמינים בנייד, בכדי שהשליח יוכל לאתר אתכם לתיאום שעת השילוח- ככל שתהיו יותר זמינים, כך לשליח יהיה קל לספק לכם את החבילה!
				
				* במידה והינכם מעוניינים להשאיר את החבילה בארון חשמל, מחוץ לדלת או אצל שכן - אנא עדכנו אותנו - אנחנו נוכל לעדכן את חברת השילוח בפרטים המדויקים מכם.
				
				* במקרה של חבילות גדולות, תיתכן חריגה מ6 ימי אספקת המשלוח.
				
				* אין משלוחים בימי שישי וערבי חג
				
				* לכל שאלה, בעיה או בירור זמן שילוח - אנא צרו עימנו קשר במיידי - נשמח לסייע!
				
				`,
				},
				{
					tabLabel: 'החזרות',
					tabContent: `א) ביטול עסקה ייעשה תוך 14 ימים מקבלת המוצר, או מסמך הגילוי לפי המאוחר מביניהם.
				ב) הודעה על הביטול תימסר בפקס/דוא"ל/דואר.
				
				
				ג) בעת ביטול עסקה שלא עקב פגם או אי התאמה, בשל אי אספקת המוצר במועד שנקבע, או כל הפרה אחרת של החוזה, כספו של הצרכן יושב לו תוך 14 יום מקבלת הודעת הביטול, למעט דמי ביטול בשיעור של 5% או 100 ש"ח לפי הנמוך מביניהם, המוצר יוחזר ע"ח הצרכן.
				
				
				ד) בעת ביטול עסקה עקב פגם או אי התאמה, או בשל אי אספקת המוצר במועד שנקבע, או כל הפרה אחרת של החוזה, לא ייגבו דמי ביטול, כספו של הצרכן יוחזר לו תוך 14 יום מהודעת הביטול, המוצר יוחזר על חשבון  יוגה סטור.
				
				
				ה) המוצר יוחזר ככל שהדבר אפשרי, או סביר באריזתו המקורית.
				
				
				ו) ליוגה סטור הזכות לתבוע את הצרכן בשל ירידה בערך המוצר.
				
				
				ז) יוגה סטור תמסור לצרכן עותק של הודעת ביטול החיוב שמסר העסק לחברת האשראי.
				
				
				ח) סייגים לזכות הביטול: לא ניתן לבטל רכישה של מוצרים שיוצרו במיוחד עבור הצרכן וכן מוצרים הניתנים להקלטה, העתקה ושכפול שהצרכן פתח את אריזתם המקורית.`,
				},
			],
			variations: [
				{
					sku: 'TLDSAD',
					// color: { label: '', value: '' },
					// size: 'OS',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/yoga-store-ball-1.jpg',
						},
						{
							type: 'image',
							value: 'assets/yoga-store-ball-2.jpg',
						},
						{
							type: 'video',
							value: 'assets/yoga-store-mishkolot.mp4',
						},
					],
				},
			],
		},
		{
			productId: 3,
			productName: 'כדור משקל 1 ק"ג',
			price: 45.0,
			currency: '₪',
			slug: 'yoga-ball',
			categoryId: 0,
			shelfSale: {
				saleText: 'מבצע קני היום 1+1 !',
				saleComment: 'ההנחה תתעדכן בסל הקניות',
			},
			shelfInfo: [
				{
					tabLabel: 'תיאור',
					tabContent:
						'כדור משקל רך המותאם לאחיזה בכף היד. לאימון כוח בטוח ואפקטיבי',
				},
				{
					tabLabel: 'משלוחים',
					tabContent: `איסוף עצמי מהחנות

				‎איסוף עצמי מהחנות אינו כרוך בעלות משלוח. 
				
				החנות שלנו נמצאת ברחוב לבונטין 4 בתל אביב, 5 דקות הליכה מאזור אלנבי רוטשילד, וניתן לבוא לאסוף בשעות הפעילות שלנו:
				
				בימים א'-ה' 10:00-19:00, ביום ו' 10:00-15:00
				
				החנות שלנו כיפית ויפה, אז אנחנו ממליצים לכם לא רק לבוא לאסוף, אלא גם לעשות סיבוב בחנות!
				
				חנייה היא על בסיס מקום פנוי ברחוב, וישנם גם חניונים בתשלום קרובים- חניון 'גינת השרון', חניון מקווה ישראל וכו'. 
				
				אם אינכם רוצים להחנות בשביל האיסוף העצמי, ניתן להתקשר לחנות ולתאם את קבלת החבילה ישירות עד הרכב!
				
				משלוח דואר רשום - 19 ש"ח
				
				בהזמנת פריטים במשקל עד 1.9 ק"ג, אפשר לבחור לשלוח בדואר רשום.
				
				אנא ציינו כתובת מלאה למשלוח- מס' בית או דירה, ומיקוד. 
				
				עם אישור ההזמנה תקבלו למייל את מס' המעקב עבור החבילה שלכם, איתו אפשר לעקוב אחרי החבילה באתר דואר ישראל- www.israelpost.co.il
				
				זמן אספקה של דואר הוא רשום עד 14 ימי אספקה, בהתאם לסניף המקומי שלכם.
				
				שליח עד הבית - 39 ש"ח
				
				השליחים שלנו מגיעים לכל מקום! אפשר לבחור באופציה של שליח עד הבית בעלות 39 ש"ח לכל חלקי הארץ.
				
				בקנייה באתר בסכום מעל 450 ש"ח - משלוח שליחים מוזל- רק 20 ש"ח.
				
				מיום ההזמנה, זמן אספקת המשלוח בדואר שליחים הוא בדר"כ עד כ -6 ימי אספקה לכל הארץ. אנא השאירו פרטים מלאים, כולל טלפון נייד כדי שהשליח יוכל לתאם אתכם את המשלוח עד פתח הבית.
				
				שימו לב- על מנת לייעל את תהליך השילוח- כמה טיפים חשובים: 
				
				* אנא הזינו כתובת למשלוח שאתם זמינים בה רוב שעות היום לקבל את המשלוח- בין אם זו כתובת בית ובין אם זו כתובת של מקום עבודה...
				
				* אנא השתדלו להיות זמינים בנייד, בכדי שהשליח יוכל לאתר אתכם לתיאום שעת השילוח- ככל שתהיו יותר זמינים, כך לשליח יהיה קל לספק לכם את החבילה!
				
				* במידה והינכם מעוניינים להשאיר את החבילה בארון חשמל, מחוץ לדלת או אצל שכן - אנא עדכנו אותנו - אנחנו נוכל לעדכן את חברת השילוח בפרטים המדויקים מכם.
				
				* במקרה של חבילות גדולות, תיתכן חריגה מ6 ימי אספקת המשלוח.
				
				* אין משלוחים בימי שישי וערבי חג
				
				* לכל שאלה, בעיה או בירור זמן שילוח - אנא צרו עימנו קשר במיידי - נשמח לסייע!
				
				`,
				},
				{
					tabLabel: 'החזרות',
					tabContent: `א) ביטול עסקה ייעשה תוך 14 ימים מקבלת המוצר, או מסמך הגילוי לפי המאוחר מביניהם.
				ב) הודעה על הביטול תימסר בפקס/דוא"ל/דואר.
				
				
				ג) בעת ביטול עסקה שלא עקב פגם או אי התאמה, בשל אי אספקת המוצר במועד שנקבע, או כל הפרה אחרת של החוזה, כספו של הצרכן יושב לו תוך 14 יום מקבלת הודעת הביטול, למעט דמי ביטול בשיעור של 5% או 100 ש"ח לפי הנמוך מביניהם, המוצר יוחזר ע"ח הצרכן.
				
				
				ד) בעת ביטול עסקה עקב פגם או אי התאמה, או בשל אי אספקת המוצר במועד שנקבע, או כל הפרה אחרת של החוזה, לא ייגבו דמי ביטול, כספו של הצרכן יוחזר לו תוך 14 יום מהודעת הביטול, המוצר יוחזר על חשבון  יוגה סטור.
				
				
				ה) המוצר יוחזר ככל שהדבר אפשרי, או סביר באריזתו המקורית.
				
				
				ו) ליוגה סטור הזכות לתבוע את הצרכן בשל ירידה בערך המוצר.
				
				
				ז) יוגה סטור תמסור לצרכן עותק של הודעת ביטול החיוב שמסר העסק לחברת האשראי.
				
				
				ח) סייגים לזכות הביטול: לא ניתן לבטל רכישה של מוצרים שיוצרו במיוחד עבור הצרכן וכן מוצרים הניתנים להקלטה, העתקה ושכפול שהצרכן פתח את אריזתם המקורית.`,
				},
			],
			variations: [
				{
					sku: 'TLDSAD',
					color: { label: 'purple', value: '#958A94' },
					size: 'OS',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/yoga-store-shirt-purple-1.jpg',
						},
						{
							type: 'image',
							value: 'assets/yoga-store-shirt-purple-2.jpg',
						},
					],
				},
				{
					sku: 'TLDSAD',
					color: { label: 'green', value: '#4B4434' },
					size: 'OS',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/yoga-store-shirt-green-1.jpg',
						},
					],
				},
				{
					sku: 'TLDSAD',
					color: { label: 'black', value: '#191514' },
					size: 'OS',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/yoga-store-shirt-black-1.jpg',
						},
					],
				},
			],
		},
	],
	simplyfashion: [
		{
			productId: 0,
			productName: 'שמלת טליה',
			price: 59.9,
			currency: '₪',
			slug: 'talya-dress',
			categoryId: 0,
			shelfSale: {
				saleText: 'קני עכשיו וקבלי 20 ש״ח מתנה!',
				saleComment: 'ההנחה תתעדכן בסל הקניות',
			},
			shelfInfo: [
				{
					tabLabel: 'תיאור',
					tabContent:
						'שמלת מיני דקיקה בגזרה לוזית בשילוב קפוצ׳ון אורך: 82 ס״מ היקף: 90 ס״מ',
				},
				{
					tabLabel: 'משלוחים',
					tabContent:
						'מהרגע שהזמנת-החבילה תצא אליך בתוך 1-2 ימי עסקים. במידה ולחצת על אופצייה של דואר רשום, לוקח בין יומיים לשבועיים להזמנה המהממת שלך להגיע! המשלוח ימתין לך בסניף הדואר הקרוב לביתך. בהזמנה שנכנס למעטפה רגילה, החבילה תישלח אלייך ישירות לבית! ',
				},
				{
					tabLabel: 'החזרות',
					tabContent:
						'במידה ותרצי להחזיר את הפריט שקנית, תוכלי לעשות זאת תוך 7 ימים מרגע קבלת הפריט ותוכלי לקבל זיכוי כספי ותוך 14 ימים לקבלת זיכוי באתר. תוכלי לקבל החזר כספי על המוצר, אבל לא על דמי המשלוח. ההחזר הכספי יינתן במידה ולא נעשה כל שימוש בפריט והוא עם תווית ובאריזתו המקורית. לא ניתן להחזיר או להחליף תחתונים ו/או גרביונים ו/או מוצרי טיפוח מתוקף החוק. במידה וביצעת הזמנה באמצעות כרטיס אשראי דיירקט או כרטיס נטען של הדואר או במזומן לא תוכלי לקבל החזר כספי אלא רק זיכוי באתר.',
				},
			],
			variations: [
				{
					sku: 'ASDasdj13',
					color: { label: 'black', value: '#000000' },
					size: 'S',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/simplyfashion_dress_black_front.jpg',
						},
						{
							type: 'image',
							value: 'assets/simplyfashion_dress_black_back.jpg',
						},
						{
							type: 'image',
							value: 'assets/simplyfashion_dress_black_closeup.jpg',
						},
						{
							type: 'image',
							value: 'assets/simplyfashion_dress_black_side.jpg',
						},
						{
							type: 'video',
							value: 'assets/simplyfashion_dress_black_video.mp4',
						},
					],
				},
				{
					sku: 'ASdjio2',
					color: { label: 'black', value: '#000000' },
					size: 'L',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/simplyfashion_dress_black_front.jpg',
						},
						{
							type: 'image',
							value: 'assets/simplyfashion_dress_black_back.jpg',
						},
						{
							type: 'image',
							value: 'assets/simplyfashion_dress_black_closeup.jpg',
						},
						{
							type: 'image',
							value: 'assets/simplyfashion_dress_black_side.jpg',
						},
						{
							type: 'video',
							value: 'assets/simplyfashion_dress_black_video.mp4',
						},
					],
				},
				{
					sku: '432JASDO',
					color: { label: 'mustard', value: '#B99557' },
					size: 'S',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/simplyfashion_dress_mustard_front.jpg',
						},
						{
							type: 'image',
							value: 'assets/simplyfashion_dress_mustard_back.jpg',
						},
						{
							type: 'image',
							value: 'assets/simplyfashion_dress_mustard_closeup.jpg',
						},
						{
							type: 'image',
							value: 'assets/simplyfashion_dress_mustard_side.jpg',
						},
						{
							type: 'video',
							value: 'assets/simplyfashion_dress_mustard_video.mp4',
						},
					],
				},
				{
					sku: '234Ajio',
					color: { label: 'mustard', value: '#B99557' },
					size: 'L',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/simplyfashion_dress_mustard_front.jpg',
						},
						{
							type: 'image',
							value: 'assets/simplyfashion_dress_mustard_back.jpg',
						},
						{
							type: 'image',
							value: 'assets/simplyfashion_dress_mustard_closeup.jpg',
						},
						{
							type: 'image',
							value: 'assets/simplyfashion_dress_mustard_side.jpg',
						},
						{
							type: 'video',
							value: 'assets/simplyfashion_dress_mustard_video.mp4',
						},
					],
				},
			],
		},
	],
	yucca: [
		{
			productId: 1,
			productName: 'סריג ריבועים נצנץ אוברסייז',
			price: 169.9,
			currency: '₪',
			slug: 'squares-sweater',
			categoryId: 0,
			shelfSale: {
				saleText: 'מבצע קני היום 1+1 !',
				saleComment: 'ההנחה תתעדכן בסל הקניות',
			},
			shelfInfo: [
				{
					tabLabel: 'תיאור',
					tabContent:
						'סריג צהוב חרדל מנצנץ כסוף בגזרת אוברסייז. מידת הסריג ONE SIZE ומתאימה למידות 34 – 42',
				},
				{
					tabLabel: 'משלוחים',
					tabContent:
						'מהרגע שהזמנת-החבילה תצא אליך בתוך 1-2 ימי עסקים. במידה ולחצת על אופצייה של דואר רשום, לוקח בין יומיים לשבועיים להזמנה המהממת שלך להגיע! המשלוח ימתין לך בסניף הדואר הקרוב לביתך. בהזמנה שנכנס למעטפה רגילה, החבילה תישלח אלייך ישירות לבית! ',
				},
				{
					tabLabel: 'החזרות',
					tabContent:
						'במידה ותרצי להחזיר את הפריט שקנית, תוכלי לעשות זאת תוך 7 ימים מרגע קבלת הפריט ותוכלי לקבל זיכוי כספי ותוך 14 ימים לקבלת זיכוי באתר. תוכלי לקבל החזר כספי על המוצר, אבל לא על דמי המשלוח. ההחזר הכספי יינתן במידה ולא נעשה כל שימוש בפריט והוא עם תווית ובאריזתו המקורית. לא ניתן להחזיר או להחליף תחתונים ו/או גרביונים ו/או מוצרי טיפוח מתוקף החוק. במידה וביצעת הזמנה באמצעות כרטיס אשראי דיירקט או כרטיס נטען של הדואר או במזומן לא תוכלי לקבל החזר כספי אלא רק זיכוי באתר.',
				},
			],
			variations: [
				{
					sku: 'TLDSAD',
					color: { label: 'mustard', value: '#EFB566' },
					size: 'OS',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/yucca_sweater_mustard_1.jpg',
						},
						{
							type: 'image',
							value: 'assets/yucca_sweater_mustard_2.jpg',
						},
						{
							type: 'image',
							value: 'assets/yucca_sweater_mustard_3.jpg',
						},
						{
							type: 'image',
							value: 'assets/yucca_sweater_mustard_4.jpg',
						},
						{
							type: 'image',
							value: 'assets/yucca_sweater_mustard_5.jpg',
						},
						{
							type: 'image',
							value: 'assets/yucca_sweater_mustard_6.jpg',
						},
						{
							type: 'image',
							value: 'assets/yucca_sweater_mustard_7.jpg',
						},
					],
				},
				{
					sku: 'TLDSAD',
					color: { label: 'grey', value: '#CECCD2' },
					size: 'OS',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/yucca_sweater_grey_1.jpg',
						},
						{
							type: 'image',
							value: 'assets/yucca_sweater_grey_2.jpg',
						},
						{
							type: 'image',
							value: 'assets/yucca_sweater_grey_3.jpg',
						},
						{
							type: 'image',
							value: 'assets/yucca_sweater_grey_4.jpg',
						},
						{
							type: 'image',
							value: 'assets/yucca_sweater_grey_5.jpg',
						},
					],
				},
				{
					sku: 'TLDSAD',
					color: { label: 'grey-dark', value: '#2A2A32' },
					size: 'OS',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/yucca_sweater_grey_dark_1.jpg',
						},
						{
							type: 'image',
							value: 'assets/yucca_sweater_grey_dark_2.jpg',
						},
						{
							type: 'image',
							value: 'assets/yucca_sweater_grey_dark_3.jpg',
						},
						{
							type: 'image',
							value: 'assets/yucca_sweater_grey_dark_4.jpg',
						},
						{
							type: 'image',
							value: 'assets/yucca_sweater_grey_dark_5.jpg',
						},
					],
				},
			],
		},
		{
			productId: 2,
			productName: 'גלביה מקסי לולאות זהב',
			price: 229.9,
			currency: '₪',
			slug: 'gold-galabiya',
			categoryId: 0,
			shelfSale: {
				saleText: 'מבצע קני היום 1+1 !',
				saleComment: 'ההנחה תתעדכן בסל הקניות',
			},
			shelfInfo: [
				{
					tabLabel: 'תיאור',
					tabContent:
						'שמלת מקסי בגזרת גלביה קלאסית. הגזרה הרחבה של השמלה מחמיאה ויושבת נהדר על כל אישה. בתמונה הדוגמנית לובשת שמלה בצבע בורדו עם איורים של לולאות זהב. טרנד האוברסייז נראה מדויק עם נעלי עקב שיוצרים מראה נשפך לשמלה. השמלה מגיעה במגוון צבעים הטרנדיים ביותר לעונה.',
				},
				{
					tabLabel: 'משלוחים',
					tabContent:
						'מהרגע שהזמנת-החבילה תצא אליך בתוך 1-2 ימי עסקים. במידה ולחצת על אופצייה של דואר רשום, לוקח בין יומיים לשבועיים להזמנה המהממת שלך להגיע! המשלוח ימתין לך בסניף הדואר הקרוב לביתך. בהזמנה שנכנס למעטפה רגילה, החבילה תישלח אלייך ישירות לבית! ',
				},
				{
					tabLabel: 'החזרות',
					tabContent:
						'במידה ותרצי להחזיר את הפריט שקנית, תוכלי לעשות זאת תוך 7 ימים מרגע קבלת הפריט ותוכלי לקבל זיכוי כספי ותוך 14 ימים לקבלת זיכוי באתר. תוכלי לקבל החזר כספי על המוצר, אבל לא על דמי המשלוח. ההחזר הכספי יינתן במידה ולא נעשה כל שימוש בפריט והוא עם תווית ובאריזתו המקורית. לא ניתן להחזיר או להחליף תחתונים ו/או גרביונים ו/או מוצרי טיפוח מתוקף החוק. במידה וביצעת הזמנה באמצעות כרטיס אשראי דיירקט או כרטיס נטען של הדואר או במזומן לא תוכלי לקבל החזר כספי אלא רק זיכוי באתר.',
				},
			],
			variations: [
				{
					sku: 'TLDSAD',
					color: { label: 'red', value: '#5F011F' },
					size: 'OS',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/yucca_galabia_red_1.jpg',
						},
						{
							type: 'image',
							value: 'assets/yucca_galabia_red_2.jpg',
						},
						{
							type: 'image',
							value: 'assets/yucca_galabia_red_3.jpg',
						},
					],
				},
				{
					sku: 'TLDSAD',
					color: { label: 'yellow', value: '#DDAE26' },
					size: 'OS',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/yucca_galabia_yellow_1.jpg',
						},
						{
							type: 'image',
							value: 'assets/yucca_galabia_yellow_2.jpg',
						},
						{
							type: 'image',
							value: 'assets/yucca_galabia_yellow_3.jpg',
						},
					],
				},
				{
					sku: 'TLDSAD',
					color: { label: 'green', value: '#AEB05D' },
					size: 'OS',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/yucca_galabia_green_1.jpg',
						},
					],
				},
				{
					sku: 'TLDSAD',
					color: { label: 'black', value: '#000000' },
					size: 'OS',
					shelfContent: [
						{
							type: 'image',
							value: 'assets/yucca_galabia_black_1.jpg',
						},
					],
				},
			],
		},
	],
};
